<script>
	import QAItem from '$lib/q&a/q&a-item.svelte'
</script>

<div class="bg-gray-100 py-4">
	<div class="container">
		<div class="max-w-screen-md">
			<h1 style="font-size: 2em;" class="font-light mb-4">常見問題</h1>
			<QAItem title="大班課和小組課有咩分別？">
				<p>外籍老師大班課：20人內 （英文故事閱讀）</p>
				<p>雙語大班課：人數不限</p>
				<p>外籍老師小組課：不超過4人</p>
			</QAItem>
			<QAItem title="雙語大班課教咩？">
				雙語大班課教授應試技巧，例如《閱讀理解解題技巧》、《文法應試解題輔導》、《寫作輔導大班課》，由於想確保學生能夠完全吸收及掌握其中重要技巧(學校較少教授)，所以會由資深老師使用雙語(英文＋廣東話)進行課堂教學。
			</QAItem>
			<QAItem title="試堂後點收費？">
				<p class="underline">小學部分：</p>
				<p><b>方案1:</b> HK$980, 可兌換20堂大班課(每堂40分鐘$49)，或兌換10堂小組課(每堂40分鐘$98)，三個月內上完。</p>
				<p><b>方案2:</b> HK$1470(半年內上完), 可兌換30堂大班課(每堂$49)，或兌換15堂小組課(每堂$98)。</p>
				<p class="underline mt-4">初中部分：</p>
				<p><b>方案 1 ：</b>HK$952, 可兌換14堂雙語大班課(每堂50-60分鐘$68)，或兌換7堂英美歐老師小組課(每堂40分鐘$136)，
					三個月內上完。</p>
				<p><b>方案2 ：</b>HK$1360, 可兌換20堂雙語大班課(每堂$68)，或兌換10堂英美歐老師小組課(每堂$136), 半年內上完。</p>
			</QAItem>
			<QAItem title="正式報名有咩優惠？">
				如果在試堂後的5天內正式報名購買HK$1470，會再贈送重禮🎁!
			</QAItem>
			<QAItem title="正式課堂最少一個月要幾多堂？">
				我們不規定您必須一個月上4堂，或一個月上8堂。您試堂後滿意，我們會在App家長賬號注入相對應數量的課堂學券，家長就自己可以使用學券在App家長賬號，進行其他課堂預約。
			</QAItem>
			<QAItem title="有沒有課堂錄影？">
				因爲大小班課堂有其他學生，私隱原因在未經剪輯的情況下並不方便錄影傳閱；同時由於我們的課堂數量太過龐大，無法處理課堂錄影，所以不會進行課堂錄影🙏 但每堂課有notes 會免費開放給家長和學生重溫(使用EHLA English App，但不包括課後鞏固套裝)
			</QAItem>
			<QAItem title="我只可以讀返我試堂的課堂嗎？我可以報其他課堂嗎？">
				您可以使用課堂學券自由兌換課堂，除了報讀試堂的課堂外，還可以報讀任何正在開放的課堂，並任意在大班和小組課之間轉換。
			</QAItem>
			<QAItem title="我有2-3個小朋友，點計？">
				我們的課堂學券是可以兄弟姐妹間共享的，預約課堂時系統會詢問您預約給哪個小朋友。
			</QAItem>
			<QAItem title="我搶唔到位，堂堂都爆滿，點算？">
				如果您看中了固定時段，有位的情況下您可以聯絡我們幫您預約當月的固定課堂。如果您自行預約，課堂先報先得，如果家長確定想報道某個課堂/課程，就應該盡快預約💪，避免遲預約，而無法報到(Book到)該課堂(滿員)，導致無法連貫上課，而要插班其他課堂。
			</QAItem>
			<QAItem title="係唔係固定時段和老師？會唔會好飄忽？">
				大多數情況下，如果學生選擇每星期的同一時段，大多數情況都是同一老師執教（除非老師當天病假），並且課程是連貫的。
			</QAItem>
			<QAItem title="老師邊個國家？">
				外籍老師全部都是來自英國或美國，我們絕不使用東南亞國家老師，家長可以放心報名。
			</QAItem>
			<QAItem title="有冇Notes （講義）或者筆記?">
				有課堂講義Note給學生預習或溫習，透過EHLA English 專屬App進行學習(一個月)，可以在手機或平板上進行學習。Notes會在課堂開始前的24小時開放到學生帳號給學生查看。
			</QAItem>
			<QAItem title="上完課堂後有冇老師評估或報告 ?">
				大班課堂及小組課堂的模式和一對一模式不一樣，一對一課堂我們會提供評估。而小組課由於家長每次預約的課堂可能不同，老師也可能不同，我們無法提供有效評估。另外由於老師和課程質素高過坊間其他機構好多，成本也高好多（我們只聘請英美老師）。但小組班或大班課的學費卻是非常低廉的，所以我們不再要求老師對每堂小組課的每一位學生提供評語報告，否則難以如此低廉的學費提供學與教服務，請家長您諒解🙏
		</QAItem>
		</div>
	</div>
</div>